{
  "completion-nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspinstall": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "solarized.nvim": { "branch": "main" },
  "vim-devicons": { "branch": "master" },
  "vim-prettier": { "branch": "master" }
}
